{
  "recipes": [
    {
      "id": 2,
      "title": "Placuszki bananowe Low FODMAP z żółtek",
      "description": "Bezglutenowe placuszki bananowe bez białka kurzego, idealne na śniadanie Low FODMAP. Porcja: 1 osoba | Czas: 15 minut. Przygotowanie: Wymieszaj mielone siemię lniane z wodą i odstaw na 5 minut. Rozgnieć banana widelcem, dodaj żółtka, mąkę, sól, siemię lniane i opcjonalne przyprawy. Wymieszaj dokładnie do uzyskania dość gęstej masy. Na dobrze rozgrzanej nieprzywierającej patelni smaż małe placuszki na małym ogniu ok. 2 minuty z każdej strony. Podaj z jogurtem kokosowym. Wskazówki: Nie rób ich zbyt dużych – małe placuszki są łatwiejsze do odwrócenia. Jeśli ciasto za rzadkie, dosyp mąki. Można dodać borówki (do 40g) lub pokrojone kiwi."
    },
    {
      "id": 3,
      "title": "Gulasz wołowy z ryżem",
      "description": "Syte i bezpieczne danie Low FODMAP na główny posiłek dnia. Porcje: 3 osoby | Czas: 1 godzina 20 minut | Kalorie: 425 kcal/porcja. Przygotowanie: Wołowinę pokroić w kostki 3cm, ziemniaki i marchew w kostki, paprykę w paski, pomidory w ósemki. W ciężkim garnku rozgrzać olej rzepakowy, wołowinę przyprawić solą i pieprzem, smażyć porcjami 3-4 min z każdej strony do zarumienienia. W tym samym garnku dodać olej czosnkowy, smażyć marchew 4 min, paprykę 3 min, koncentrat pomidorowy 1 min. Dodać przyprawy. Wołowinę wrócić do garnka, dodać pomidory, zalać bulionem, dodać liście laurowe. Dusić pod przykryciem 40 min, dodać ziemniaki, dusić jeszcze 10 min. Równolegle ugotować ryż brązowy. Podawać: 200ml gulaszu + 50g ryżu na porcję."
    },
    {
      "id": 4,
      "title": "Gulasz z indyka",
      "description": "Lekki gulasz z indyka Low FODMAP. Porcje: 2-3 osoby | Czas: 50 minut | Kalorie: 380 kcal/porcja. Przygotowanie: Indyka pokroić w kostki 2,5cm, ziemniaki w kostki 2cm, marchew w ukośne plastry 1,5cm, paprykę w kawałki (max 80g!), pomidor sparzyć, obrać, pokroić w ósemki. W garnku rozgrzać olej rzepakowy, indyka przyprawić solą i pieprzem, smażyć porcjami 2-3 min z każdej strony do zarumienienia. W tym samym garnku dodać olej czosnkowy, smażyć marchew 3 min, paprykę 2 min, koncentrat pomidorowy 1 min. Dodać przyprawy: paprykę słodką, majeranek, tymianek. Indyka wrócić do garnka, dodać pomidor, zalać bulionem wołowym, dodać liście laurowe. Dusić pod przykryciem 15 min, dodać ziemniaki, dusić jeszcze 10 min. Podawać: 200g gulaszu na osobę z ryżem, quinoą lub chlebem bezglutenowym."
    },
    {
      "id": 5,
      "title": "Mielone kotlety z jagnięciny z quinoą i marchewką",
      "description": "Aromatyczne kotlety z jagnięciny Low FODMAP z quinoą i duszoną marchewką. Porcje: 2 osoby (4 kotlety) | Czas: 40 minut | Kalorie: 440 kcal/porcja. Przygotowanie kotletów: Mieloną jagnięcinę wymieszać z żółtkiem, bułką tartą bezglutenową, rozmarynem, tymiankiem, solą i pieprzem. Nie mieszać za długo. Uformować 4 kotlety (100g każdy), schłodzić 15 min. Quinoa: Przepłukać, ugotować w 250ml wody z solą 12 min pod przykryciem, odstawić na 5 min, rozgarnąć widelcem. Marchewka: Pokroić w ukośne plastry 1,5cm, smażyć na oliwie 3 min, dodać bulion i oregano, dusić pod przykryciem 10-12 min, na końcu sok z cytryny. Smażenie kotletów: Na średnim ogniu z olejem rzepakowym, 5 min z pierwszej strony, 4-5 min z drugiej, odpoczynek 2 min. Podawanie: quinoa na talerzu, obok marchewka, na wierzchu 2 kotlety, polać sokiem z cytryny."
    },
    {
      "id": 6,
      "title": "Wołowina duszona z quinoą i fasolką",
      "description": "Pożywne danie z wołowiną, quinoą i fasolką szparagową Low FODMAP. Porcje: 2 duże porcje | Czas: 35 minut | Kalorie: 435 kcal/porcja. Przygotowanie: Wołowinę pokroić w paski 2cm x 5cm w poprzek włókien, marchew w ukośne plastry 1cm, quinoę przepłukać, fasolkę rozmrozić. Podsmażenie wołowiny: Na średnim ogniu z olejem rzepakowym, przyprawić solą i pieprzem, smażyć paski porcjami 2-3 min z każdej strony do zarumienienia. Warzywa: W tej samej patelni dodać masło klarowane, smażyć marchew 3 min, koncentrat pomidorowy 1 min, dodać tymianek, majeranek, liście laurowe. Duszenie: Wołowinę wrócić do patelni, zalać bulionem, dusić pod przykryciem 10 min, dodać fasolkę w ostatnich 5 min. Quinoa: Równolegle ugotować w 250ml wody z solą 12 min pod przykryciem, odstawić 5 min, rozgarnąć. Podawanie: 200g wołowiny z warzywami + 50g quinoa (sucha) na porcję."
    }
  ]
}
