{
  "title": "Sałatka z mozzarellą di bufala, quinoą i ogórkiem LOW FODMAP",
  "description": "Elegancka sałatka z mozzarellą di bufala, quinoą i świeżymi warzywami Low FODMAP. 410 kcal | 17 min. Quinoa (12 min): Quinoę przepłukać pod zimną wodą przez 2 minuty. W małym garnku zagotować 100ml wody z szczyptą soli. Dodać quinoę, gotować 12 minut pod przykryciem na małym ogniu. Po ugotowaniu odstawić na 5 minut bez zdejmowania pokrywy. Rozgarnąć widelcem, skropić łyżeczką oliwy. CAŁKOWICIE ostudzić (ważne - ciepła quinoa roztopi mozzarellę!). Przygotowanie składników (5 min): Ogórek umyć, nie obierać, pokroić w kostki 1cm. Mozzarellę di bufala wyjąć z lodówki 15 min wcześniej. Mozzarellę pokroić w nieregularne kawałki 2-3cm. Roszponkę delikatnie umyć w zimnej wodzie, osuszyć. Bazylię umyć, osuszyć, podarć rękami na większe kawałki. Orzechy włoskie posiekać na większe kawałki. Dressing (2 min): W małej miseczce wymieszać: olej oliwkowy + ocet balsamiczny + sok z cytryny + szczypta soli + pieprz. Energicznie wymieszać widelcem. Składanie sałatki (3 min): Roszponkę rozłożyć na dużym talerzu jako podstawę. Ostudzoną quinoę ułożyć kopką na środku. Kawałki mozzarelli rozłożyć równomiernie wokół quinoa. Kostki ogórka posypać po całej sałatce. Bazylię rozrzucić na wierzchołku. Polać dressing równomiernie. Posypać orzechami na koniec. Finalne podanie (1 min): Doprawić dodatkowo solą i pieprzem jeśli potrzeba. Skropić resztą soku z cytryny. Podawać natychmiast - najlepiej świeże. WAŻNE: Mozzarella di bufala w temperaturze pokojowej - smak się lepiej rozwija. Zachowaj mleko z opakowania - można dodać łyżkę do dressingu. Nie krój za wcześnie - traci soczystość. Quinoa MUSI być całkowicie ostudzona - najważniejsze! Przepłukaj zawsze - usuwa gorzki smak.",
  "preparation_time": 17,
  "serving_size": 1,
  "category_id": 3,
  "created_by": "system",
  "ingredients": [
    {"ingredient_id": 75, "quantity": 100},
    {"ingredient_id": 14, "quantity": 40},
    {"ingredient_id": 6, "quantity": 80},
    {"ingredient_id": 76, "quantity": 50},
    {"ingredient_id": 77, "quantity": 15},
    {"ingredient_id": 20, "quantity": 22.5},
    {"ingredient_id": 78, "quantity": 15},
    {"ingredient_id": 33, "quantity": 10},
    {"ingredient_id": 35, "quantity": 2},
    {"ingredient_id": 57, "quantity": 1},
    {"ingredient_id": 64, "quantity": 5}
  ],
  "tags": [1, 5]
}
